{
  "header": {
    "home": "Home",
    "about": "About"
  },
  "home": {
    "welcome": "Welcome",
    "welcome_text": "You can rank sentence examples with the following tools ..."
  },
  "auth": {
    "login": "Login",
    "login_noun": "Login",
    "login_cta": "Please login to proceed.",
    "signup": "Sign Up",
    "signup_noun": "Sign Up",
    "signup_cta": "Please register with email and password.",
    "recover": "Reset",
    "recover_noun": "Reset Password",
    "recover_cta": "Request a new password for your Email.",
    "verify": "Verify",
    "verify_noun": "Verify Email",
    "verify_cta": "Verify your email address.",
    "logout": "Log Out",
    "remember": "Remember me",
    "email": "Email",
    "email_place": "avery at doe.com",
    "password": "Password",
    "password_place": "Your Password",
    "username": "Username",
    "username_place": "Your Username",
    "google_signin_cookie_warning": "The Google SignIn Button will only work if 3rd party Cookies are enabled in your browser."
  },
  "settings": {
    "settings": "Settings",
    "general": "General Settings",
    "appearance": "Appearance of the user interface",
    "language": "Language of the user interface",
    "darkmode": "Dark theme",
    "legal": {
      "legal_compliance": "Legal Compliance",
      "data_donation": "Data Donation",
      "consent_information": "In the app, the preferences, decisions and usage behavior of the users are recorded, but data is only sent to the server, stored, processed, and published if the user has granted a CC0 license to the data generated by him.",
      "consent_confirmation": "I hereby grant a CC0 license on all data generated by me using the Web App (evaluation data, model data und demographic data)."
    },
    "debugging": {
      "info": "Debugging Information",
      "print": "Print details to <code>console.log</code>"
    }
  },
  "bestworst": {
    "title": "Best Worst Scaling (BWS)",
    "help_short": "Select the best and worst out of four examples",
    "help_long": "4 sentence examples are displayed. First mark the best sentence example. Finally, select the worst sentence example.",
    "offline_queue": {
      "header": "Offline Queue",
      "info": "The BWS UI has its own queue of preloaded BWS sets. It works offline in case of network interruptions, and replenishes the queue in the background. The queue follows a Fixed Quantity inventory model with a given reorder point and order quantity.",
      "min_number": "Minimum Number of Offline BWS Sets (Default: 1)",
      "reload_number": "Number of BWS Sets to Reload (Default: 5)"
    },
    "sampling": {
      "header": "Sampling of Sentence Examples from the Database",
      "info": "For given search parameters (e.g. Lemma) there is usually a very large number of sentence examples in the database, all of which cannot be displayed. N sentence example with the best current globals score form a pool to sample from. Furthermore, an offset can be defined for the next best sentence examples as pool, i.e. <code>[1+offset, N+offset]</code>. In this way, the best scored sentence example can be excluded.",
      "n_top": "Sample from N top scored sentences (Default: 100)",
      "offset": "Offset (Default: 0)"
    },
    "setconfig": {
      "header": "BWS Sets",
      "info1": "The BWS UI can display between 3 and 5 items. The number should depends on the required working memory for the judgement, e.g. the complexity and newness of the content and decision criterias, ability to focus attention on all items, cognitive exhaustion levels (see <a href='https://osf.io/qkxej/'>Ch. 3</a>).",
      "info2": "In order to apply logical inference rules in post-processing, BWS sets need to be sampled in an overlapping manner. Additionally you can ensure that each sentence example occurs in at least two BWS sets (see <a href='https://osf.io/qkxej/'>Ch. 5</a>).",
      "items": "Items per BWS set (Default: 4)"
    },
    "localpool": {
      "header": "Sampling from Local Pool",
      "info1": "Before re-training the local ML model in the Interactivity BWS UI, a specific number of BWS groups is presented to the user for evaluation.",
      "info2": "Sentence examples can be drawn from the pool in different ways, e.g. randomly",
      "number": "Number of BWS sets to evaluate before re-training (Default: 3)",
      "sampling": "Sampling Sentences from Pool (Default: semantic-similar)",
      "noise": "Noise when sorting examples by text length (Default: 10%)"
    },
    "drophide": {
      "header": "Drop and/or Hide Examples if shown too often",
      "info": "We can specify a threshold of the maximum of times an examples is displayed to an user. On a first level, the example is <b>excluded from the BWS sampling process</b>, i.e. the example remains in the pool but is not shown anymore -- This option would prevent replenishing the pool automatically (i.e. adding new examples from the database). The second option is to <b>remove the example from the pool</b> for good.",
      "exclude": "Exclude from BWS sampling if shown too often (Default: On)",
      "drop": "Drop examples from the pool if shown too often (Default: Off)",
      "maxnum": "Maximum number of times an example will be displayed"
    },
    "poolsize": {
      "header": "Pool Size",
      "info": "The pool size of the locally stored sentences, feature vectors, annotation data, etc. must be constrained as end user devices have limited storage capacities.",
      "minsize": "Minimum Pool Size",
      "maxsize": "Maximum Pool Size"
    },
    "initpool": {
      "header": "Only Load An Initial Pool Once",
      "info": "This option disables the automatic replenishment of the pool after examples were dropped. There are three scenarios. (a) The pool never changes, i.e. no pool deletions, no pool additions. (b) The pool shrinks, i.e. pool deletions but no pool additions. (c) The pool renews itself, i.e. pool deletions and pool additions.",
      "loadonce": "Only load an initial fixed pool / No pool additions lateron (Default: On)"
    },
    "trainscore": {
      "header": "Drop and/or Add Examples by Training Score Distribution",
      "info": "In order to drop examples from the pool, or add new examples to the pool, a target training score distribution can be set by specifying the bin edges and desired densities. If too many examples fall in a bin, equally the oldest and most coverged examples are removed from the pool. If too few examples fann in a bin, examples with a certain score range are queried from the database server and added to the pool.",
      "edges": "Bin Edges",
      "dens": "Target Densities for each bin",
      "drop": "Drop examples from the pool by a target distribution (Default: Off)",
      "add": "Add examples to the pool by a target distribution (Default: Off)"
    },
    "converge": {
      "header": "Drop Examples with Converged Model Scores",
      "info": "Ideally model scores converge for all examples. However, the model should converge to the correct scores. We could drop the examples from the pool if we suspect that the model is trapped in a local minimum, i.e. we believe that most converged scores are wrong. Under normal circumstances, especially converged examples should remain within the pool.",
      "drop": "Drop examples from pool if model score converged (Default: Off)",
      "term": "Termination criterion: Model score changes",
      "patience": "Patience. Number of model evaluations to wait before applying the convergence deletion criterion."
    },
    "matrix": {
      "header": "Drop Examples from Local Paired Comparison Matrix",
      "info": "When examples are dropped from the pool, also delete the rows and columns of paired comparison matrix.",
      "drop": "Drop examples from local pairs matrix"
    },
    "retrain": {
      "header": "Trigger Re-Training",
      "info": "Set the number of BWS set evaluations to wait till a model re-training is triggered.",
      "patiences": "Re-Train patiences"
    },
    "update": {
      "header": "Update Training Scores",
      "smoothing": "Smoothing Methods to compute training scores",
      "ewa": "alpha parameter (EWA)"
    },
    "localmodel": {
      "header": "Train Local ML Model",
      "optimizer": "Optimization Algorithm",
      "lr": "Learning Rate",
      "epochs": "Number of Epochs per Training Cycle",
      "loss": "Loss Function",
      "samplesize": "Mimimum Sample Size"
    }
  },
  "variation": {
    "title": "Sentence Variations",
    "help_long": "Search for sentence examples for a keyword and filter how much the sentences should differ semantically, syntactically, at character level and in terms of the source information."
  },
  "menu": {
    "bestworst": "Ranking",
    "variation": "Variation"
  },
  "about": {
    "title": "About the EVIDENCE Project",
    "menu_description": "What is the project about?"
  },
  "tips": {
    "title": "Tips for Good Experiences",
    "menu_description": "How to use this app?"
  },
  "privacy": {
    "title": "Privacy policy",
    "menu_description": "Data protection information for research projects"
  },
  "terms": {
    "title": "Terms of use",
    "menu_description": "The general terms of using this application"
  },
  "consent": {
    "title": "Informed Consent",
    "menu_description": "Do you agree to share and publish your data?"
  },
  "imprint": {
    "title": "Imprint",
    "menu_description": "Who is responsible for the content?"
  }
}